{
  "nav.about": "Über mich",
  "nav.skills": "Fähigkeiten",
  "nav.projects": "Projekte",
  "nav.contact": "Kontakt",

  "about.location": "Wohnhaft in Zürich",
  "about.relocation": "Umzugsbereit",
  "about.remote": "Offen für Remote‑Arbeit",
  "about.subheading": "WER IST ANDRÉ?",
  "about.headline": "Über mich",
"about.p1": "Hallo, ich bin André. Ich bin ein leidenschaftlicher Frontend-Entwickler mit einem starken Sinn für sauberen Code, intuitives Design und benutzerzentrierte Erlebnisse.",
  "about.p2": "Jede neue Herausforderung ist eine Chance, meine Fähigkeiten zu verbessern, alte Gewohnheiten zu hinterfragen und smartere Lösungen zu finden.",
  "about.p3": "Ich glaube, dass großartige Software durch Neugier, Konsequenz und Zusammenarbeit entsteht. Lass uns gemeinsam etwas Besonderes schaffen.",
  "about.talk": "Lass uns reden",

  "hero.hello": "Hallo Welt",
  "hero.name": "ICH BIN ANDRÉ SUTTER",
  "hero.title1": "Frontend",
  "hero.title2": "ENTWICKLER",
  "hero.cta": "Kontakt aufnehmen",
  "hero.caption": "André :)",

  "skills.subheading": "MEIN STACK",
  "skills.headline": "Fähigkeiten",
 "skills.description": "Ich entwickle responsive, benutzerfreundliche Interfaces mit Fokus auf sauberen Code und intuitives Design. Ich löse gerne echte Probleme, arbeite agil im Team und verbessere mich stetig durch praktische Erfahrung.",

  "project.back": "Zurück",
  "project.description": "Beschreibung",
  "project.details": "Umsetzungsdetails",
  "project.duration": "Dauer",
  "project.next": "Nächstes Projekt",
  "project.github": "GitHub",
  "project.live": "Live-Test",

  "project.join.description": "Join ist eine Aufgabenverwaltungs-App, die sich an der Kanban-Methode orientiert. Nutzer können Aufgaben erstellen, kategorisieren und per Drag-and-Drop verwalten. Das intuitive Layout vereinfacht das Task-Tracking und fördert die Zusammenarbeit im Team.",
  "project.join.implementation": "Dieses Projekt wurde mit HTML, CSS und JavaScript entwickelt, wobei Firebase für Authentifizierung und Daten verwendet wurde. Ich habe dynamisches Rendern von Aufgaben, Drag-and-Drop-Funktionen und ein responsives Design umgesetzt. Das Projekt hat meine Fähigkeiten in komponentenbasierter Struktur und im Umgang mit Echtzeitdaten gestärkt.",

  "projects.subheading": "MEIN HANDWERK",
  "projects.headline": "Projekte",
  "projects.intro": "Eine Auswahl meiner Projekte mit modernen Frontend-Tools. Jedes Projekt zeigt meinen Fokus auf sauberes Design, Reaktionsfähigkeit und effizienten Code.",
  "projects.detailsBtn": "Projektdetails",
  "projects.join.desc": "Ein Task-Manager inspiriert vom Kanban-System. Aufgaben erstellen, organisieren und per Drag-and-Drop verwalten, Benutzer zuweisen und kategorisieren.",
  "projects.sharkie.desc": "Ein klassisches Side-Scrolling Jump’n’Run-Spiel mit JavaScript und HTML5 Canvas. Mit der Tastatur steuerst du Sharkie durch spannende Unterwasser-Level.",
  "projects.pokedex.desc": "Erstelle dein eigenes digitales Pokédex. Holt sich API-Daten, um detaillierte Pokémon-Infos wie Fähigkeiten und Werte auf ansprechende Weise anzuzeigen.",

  "testimonials.titlePart1": "Meinungen von",
  "testimonials.titlePart2": "Kollegen",

  "testimonials.card1.text": "Ich habe mit André am Join-Projekt gearbeitet. Er war ein hilfsbereiter und wirklich sympathischer Teamkollege. Man konnte ihn jederzeit um Unterstützung bitten, und seine Beiträge wurden in der Gruppe sehr geschätzt. Mit André zu arbeiten war nicht nur angenehm, sondern auch ein echter Gewinn für das Team.",
  "testimonials.card1.name": "Erich Gettinger",
  "testimonials.card1.role": "Frontend-Entwickler",

  "testimonials.card2.text": "Ich hatte die Gelegenheit, mit André am JOIN-Projekt zu arbeiten, und habe ihn als sehr verlässlichen und unterstützenden Kollegen kennengelernt. Selbst unter Druck blieb er ruhig und behielt den Überblick. Seine strukturierte Arbeitsweise und sein Teamgeist haben unsere Zusammenarbeit stark bereichert.",
  "testimonials.card2.name": "Philipp Tesch",
  "testimonials.card2.role": "Frontend-Entwickler",

  "contact.label": "Kontakt",
  "contact.title": "Bereit für<br />gemeinsame Projekte?",
  "contact.description1": "Ich bin derzeit offen für spannende Möglichkeiten als Frontend-Entwickler. Ich entwickle gerne moderne Webanwendungen und arbeite gerne im Team, um meine Fähigkeiten einzubringen und mich weiterzuentwickeln.",
  "contact.description2": "Wenn du jemanden suchst, der Leidenschaft für saubere UI, responsives Design und Angular mitbringt – lass uns sprechen.",
  "contact.name": "Wie heißt du?",
  "contact.namePlaceholder": "Dein Name hier",
  "contact.email": "Wie lautet deine E-Mail?",
  "contact.emailPlaceholder": "deinemail@email.com",
  "contact.message": "Wobei kann ich helfen?",
  "contact.messagePlaceholder": "Hallo André, ich interessiere mich für...",
  "contact.privacy": "Ich habe die",
  "contact.privacyLink": "Datenschutzerklärung gelesen",
  "contact.send": "Absenden",
  "contact.legal": "Impressum",

  "project.sharkie.description": "Ein klassisches Side-Scrolling Jump’n’Run-Spiel mit JavaScript und HTML5 Canvas. Mit der Tastatur steuerst du Sharkie durch spannende Unterwasser-Level.",
"project.sharkie.implementation": "Die Spiellogik wurde mit objektorientiertem JavaScript entwickelt. Rendering erfolgte über HTML5 Canvas. Es wurden Animationen, Hitboxen und Levelmechaniken umgesetzt.",

"project.pokedex.description": "Erstelle dein eigenes digitales Pokédex. Holt sich API-Daten, um detaillierte Pokémon-Infos wie Fähigkeiten und Werte auf ansprechende Weise anzuzeigen.",
"project.pokedex.implementation": "Mittels REST API wurden dynamisch Pokémon-Daten geladen und dargestellt. Es wurden dynamische Such- und Filterfunktionen sowie ein responsives Design umgesetzt.",

  "legal.title": "Impressum",
  "legal.responsible": "Verantwortliche Instanz",
  "legal.name": "André Sutter",
  "legal.address": "Baslerstrasse 29",
  "legal.zip": "8048 Zürich",
  "legal.country": "Schweiz",
  "legal.email": "andre-sutter@hotmail.com",

  "legal.disclaimerTitle": "Haftungsausschluss",
  "legal.disclaimer1": "Der Autor übernimmt keine Gewähr für die Richtigkeit, Genauigkeit, Aktualität, Zuverlässigkeit und Vollständigkeit der Informationen.",
  "legal.disclaimer2": "Haftungsansprüche gegen den Autor wegen Schäden materieller oder immaterieller Art, die aus dem Zugriff oder der Nutzung bzw. Nichtnutzung der veröffentlichten Informationen, durch Missbrauch der Verbindung oder durch technische Störungen entstanden sind, werden ausgeschlossen.",
  "legal.disclaimer3": "Alle Angebote sind freibleibend. Der Autor behält es sich ausdrücklich vor, Teile der Seiten oder das gesamte Angebot ohne gesonderte Ankündigung zu verändern, zu ergänzen, zu löschen oder die Veröffentlichung zeitweise oder endgültig einzustellen.",

  "legal.linkDisclaimerTitle": "Haftungsausschluss für Inhalte und Links",
  "legal.linkDisclaimer": "Verweise und Links auf Webseiten Dritter liegen ausserhalb unseres Verantwortungsbereichs. Es wird jegliche Verantwortung für solche Webseiten abgelehnt. Der Zugriff und die Nutzung solcher Webseiten erfolgen auf eigene Gefahr des jeweiligen Nutzers.",

  "legal.copyrightTitle": "Urheberrechtserklärung",
  "legal.copyright": "Die Urheber- und alle anderen Rechte an Inhalten, Bildern, Fotos oder anderen Dateien auf dieser Website, gehören ausschliesslich André Sutter oder den speziell genannten Rechteinhabern. Für die Reproduktion jeglicher Elemente ist die schriftliche Zustimmung des Urheberrechtsträgers im Voraus einzuholen.",

  "privacy.title": "Datenschutzerklärung",
  "privacy.updatedDate": "Zuletzt aktualisiert am: 24.07.2025",
  "privacy.intro": "Wir legen grossen Wert darauf, dass der Umgang mit Personendaten transparent ist. Diese Datenschutzerklärung gibt Auskunft darüber, welche personenbezogenen Daten wir sammeln, zu welchem Zweck und an wen wir sie weitergeben. Um eine hohe Transparenz zu gewährleisten, wird diese Datenschutzerklärung regelmässig überprüft und aktualisiert.",
  "privacy.servicesTitle": "1. Welche Dienste wir nutzen",
  "privacy.services": ["Firebase"],
  "privacy.contactTitle": "2. Kontaktinformationen",
  "privacy.contactText": "Bei Fragen oder Anliegen zum Schutz Ihrer Daten durch uns erreichen Sie uns jederzeit per E-Mail unter . Verantwortlich für die Datenbearbeitungen, die über diese Website erfolgen, ist:",
  "privacy.contactPerson": "Andre Sutter<br>Baslerstrasse 29<br>8048 Zürich<br>Schweiz<br><br><strong>Datenschutzverantwortliche Person:</strong><br><br><br>",
  "privacy.contactResponsible": "",

  "privacy.generalPrinciplesTitle": "3. Allgemeine Grundsätze",
  "privacy.collectTitle": "3.1 Welche Daten sammeln wir von Ihnen und von wem erhalten wir diese Daten",
  "privacy.collectIntro": "In erster Linie bearbeiten wir Personendaten, die Sie uns übermitteln oder die wir beim Betrieb unserer Website sammeln. Unter Umständen erhalten wir Personendaten über Sie auch von Dritten. Das können folgende Kategorien sein:",
  "privacy.collectList": [
    "Personenstammdaten (Name, Adresse, Geburtsdaten, etc.);",
    "Kontaktdaten (Handynummer, E-Mailadresse, etc.);",
    "Finanzdaten (bspw. Kontoangaben);",
    "Onlinekennungen (bspw. Cookie-Kennung, IP-Adressen);",
    "Standort- und Verkehrsdaten;",
    "Ton- und Bildaufnahmen;",
    "besonders schützenswerte Daten (bspw. biometrische Daten oder Angaben über Ihre Gesundheit)."
  ],

  "privacy.processingConditionsTitle": "3.2 Unter welchen Voraussetzungen bearbeiten wir Ihre Daten?",
  "privacy.processingConditionsText": "Wir behandeln Ihre Daten vertraulich und gemäss den in dieser Datenschutzerklärung festgelegten Zwecken. Wir achten dabei auf eine transparente und verhältnismässige Bearbeitung.<br><br>Falls wir ausnahmsweise nicht in der Lage sind, diese Grundsätze zu befolgen, kann die Datenbearbeitung trotzdem rechtmässig sein, weil ein Rechtfertigungsgrund vorliegt. Als Rechtfertigungsgrund kommt namentlich in Frage:",
  "privacy.processingCondition1": "Ihre Einwilligung;",
  "privacy.processingCondition2": "die Durchführung eines Vertrages oder vorvertraglicher Massnahmen;",
  "privacy.processingCondition3": "unsere berechtigten Interessen, sofern Ihre Interessen nicht überwiegen.",

  "privacy.revocationTitle": "3.3 Wie können Sie Ihre Einwilligung widerrufen?",
  "privacy.revocationText": "Haben Sie uns eine Einwilligung zur Bearbeitung Ihrer personenbezogenen Daten für bestimmte Zwecke erteilt, bearbeiten wir Ihre Daten im Rahmen dieser Einwilligung, soweit wir keinen anderen Rechtfertigungsgrund haben.<br><br>Sie haben jederzeit die Möglichkeit, Ihre Einwilligung zu widerrufen indem Sie eine E-Mail an die im Impressum genannte Adresse schicken. Bereits erfolgte Datenverarbeitungen sind davon nicht betroffen.",

  "privacy.disclosureTitle": "3.4 In welchen Fällen können wir Ihre Daten an Dritte weitergeben?",
  "privacy.disclosurePrinciple": "a. Grundsatz",
  "privacy.disclosurePrincipleText": "Wir sind unter Umständen darauf angewiesen, die Dienste Dritter oder von verbundenen Unternehmen in Anspruch zu nehmen und diese mit der Verarbeitung Ihrer Daten zu beauftragen (sog. Auftragsverarbeiter). Kategorien der Empfänger sind namentlich:",
  "privacy.disclosurePrincipleList": [
    "Buchhaltung, Treuhand und Revisionsunternehmen;",
    "Beratungsunternehmen (Rechtsberatung, Steuern, etc.);",
    "IT-Dienstleister (Webhosting, Support, Clouddienste, Webseitengestaltung, etc.);",
    "Zahlungsdienstleister;",
    "Anbieter von Tracking-, Conversion- und Werbedienstleistungen."
  ],
  "privacy.disclosureNote": "Wir stellen sicher, dass diese Dritten und unsere verbundenen Unternehmen die Voraussetzungen des Datenschutzes einhalten und Ihre personenbezogenen Daten vertraulich behandeln. Unter Umständen sind wir auch verpflichtet, Ihre personenbezogenen Daten an Behörden bekanntzugeben.",

  "privacy.socialMediaTitle": "b. Besuch unserer Social-Media-Kanäle",
  "privacy.socialMediaText": "Wir haben eventuell auf unserer Website Links zu unseren Social-Media-Kanälen eingebettet. Das ist für Sie jeweils ersichtlich (typischerweise über entsprechende Symbole). Klicken Sie auf die Symbole, werden Sie auf unsere Social-Media-Kanäle weitergeleitet. Die Social Media Anbieter erfahren in diesem Fall, dass Sie von unserer Website auf deren Plattform zugreifen. Die Social Media Anbieter können die so erhobenen Daten für eigene Zwecke nutzen. Wir weisen darauf hin, dass wir keine Kenntnis vom Inhalt der übermittelten Daten sowie deren Nutzung durch die Betreiber erhalten.",

  "privacy.foreignTransferTitle": "c. Weitergabe ins Ausland",
  "privacy.foreignTransferText": "Unter Umständen kann es im Rahmen der Auftragsbearbeitung zu Übermittlung Ihrer personenbezogenen Daten an Unternehmen im Ausland kommen. Diese Unternehmen sind im gleichen Umfang zum Datenschutz verpflichtet, wie wir selbst. Die Übermittlung kann weltweit stattfinden.<br><br>Entspricht das Datenschutzniveau nicht demjenigen des der Schweiz, so nehmen wir eine vorgängige Risikoeinschätzung vor und stellen vertraglich sicher, dass der gleiche Schutz wie in der Schweiz garantiert wird (bspw. mittels der neuen Standardvertragsklauseln der EU-Kommission oder anderen, gesetzlich vorgegebenen Massnahmen). Sollte unsere Risikoeinschätzung negativ ausfallen, ergreifen wir zusätzliche technische Massnahmen zum Schutz Ihrer Daten. Sie können die Standardvertragsklauseln der EU-Kommission abrufen unter folgendem Link. https://commission.europa.eu/publications/standard-contractual-clauses-controllers-and-processors-eueea_de",

  "privacy.storageTitle": "3.5 Wie lange bewahren wir Ihre Daten auf?",
  "privacy.storageText": "Wir speichern personenbezogene Daten nur so lange, wie dies erforderlich ist, um die einzelnen Zwecke, zu denen die Daten erhoben wurden, zu erfüllen.<br><br>Daten, die wir bei Ihrem Besuch auf unserer Website speichern, werden während zwölf Monaten aufbewahrt. Eine Ausnahme gilt für Analyse- und Trackingdaten, die länger aufbewahrt werden können.<br><br>Vertragsdaten speichern wir länger, da wir dazu durch gesetzliche Vorschriften verpflichtet sind. Wir müssen insbesondere geschäftliche Kommunikation, geschlossene Verträge und Buchungsbelege bis zu 10 Jahren aufbewahren. Soweit wir solche Daten von Ihnen nicht mehr zur Durchführung der Dienstleistungen benötigen, werden die Daten gesperrt und wir verwenden sie nur noch für Zwecke der Rechnungslegung und für Steuerzwecke.",

  "privacy.securityTitle": "3.6 Wie schützen wir Ihre Daten?",
  "privacy.securityText": "Wir werden Ihre Daten sicher aufbewahren und alle angemessenen Massnahmen ergreifen, um Ihre Daten vor Verlust, Zugriff, Missbrauch oder Änderungen zu schützen.<br><br>Unsere Vertragspartner und Mitarbeitende, die Zugang zu Ihren Daten haben, sind zur Einhaltung der datenschutzrechtlichen Bestimmungen verpflichtet. In manchen Fällen wird es erforderlich sein, dass wir Ihre Anfragen an mit uns verbundene Unternehmen weiterreichen. Auch in diesen Fällen werden Ihre Daten vertraulich behandelt.<br><br>Innerhalb unserer Webseite verwenden wir das SSL-Verfahren (Secure Socket Layer) in Verbindung mit der jeweils höchsten Verschlüsselungsstufe, die von Ihrem Browser unterstützt wird.",

  "privacy.rightsTitle": "3.7 Welche Rechte haben Sie?",
  "privacy.rightsAccessTitle": "a. Auskunftsrecht",
  "privacy.rightsAccessText": "Sie können jederzeit eine Auskunft über die von uns über Sie gespeicherten Daten verlangen. Wir bitten Sie, Ihr Auskunftsgesuch zusammen mit einem Identitätsnachweis an andre-sutter@hotmail.com zu senden.<br><br>Sie haben ausserdem das Recht, Ihre Daten in einem gängigen Dateiformat zu erhalten, wenn wir Ihre Daten automatisiert bearbeiten, und wenn:",
  "privacy.rightsAccessCondition1": "Sie Ihre Einwilligung für die Bearbeitung dieser Daten erteilt haben; oder",
  "privacy.rightsAccessCondition2": "Sie Daten im Zusammenhang mit dem Abschluss oder der Abwicklung eines Vertrags bekannt gegeben haben.",
  "privacy.rightsAccessLimitations": "Wir können die Auskunft bzw. Datenherausgabe einschränken oder verweigern, wenn dies unseren gesetzlichen Verpflichtungen, berechtigten eigenen oder öffentlichen Interessen oder Interessen einer Drittperson entgegensteht.<br><br>Die Bearbeitung Ihres Gesuchs unterliegt der gesetzlichen Bearbeitungsfrist von 30 Tagen. Diese Frist dürfen wir jedoch aufgrund von hohem Anfragevolumen, aus rechtlichen oder technischen Gründen oder weil wir nähere Angaben von Ihnen benötigen, verlängern. Sie werden über die Fristverlängerung rechtzeitig mindestens in Textform informiert.",

  "privacy.rightsCorrectionTitle": "b. Löschung und Berichtigung",
  "privacy.rightsCorrectionText": "Sie haben jederzeit die Möglichkeit, die Löschung oder Berichtigung Ihrer Daten zu verlangen. Wir können das Gesuch abweisen, wenn gesetzliche Vorschriften uns zur längeren bzw. unveränderten Aufbewahrung verpflichten oder ein Erlaubnistatbestand Ihrem Gesuch entgegensteht.<br><br>Bitte beachten Sie, dass die Ausübung Ihrer Rechte unter Umständen im Konflikt mit vertraglichen Abmachungen stehen und entsprechende Auswirkungen auf die Vertragsdurchführung haben kann (z.B. vorzeitige Vertragsauflösung oder Kostenfolgen).",

  "privacy.rightsLegalTitle": "c. Rechtsweg",
  "privacy.rightsLegalText": "Sind Sie von der Bearbeitung personenbezogener Daten betroffen, haben Sie das Recht, Ihre Rechte gerichtlich durchzusetzen oder bei der zuständigen Aufsichtsbehörde eine Meldung einzureichen. Die zuständige Aufsichtsbehörde in der Schweiz ist der Eidgenössische Datenschutz- und Öffentlichkeitsbeauftragte: https://www.edoeb.admin.ch",

  "privacy.changesTitle": "3.8 Änderungen an der Datenschutzerklärung",
  "privacy.changesText": "Wir können diese Datenschutzerklärung jederzeit ändern. Die Änderungen werden auf andre-sutter.ch veröffentlicht, Sie werden nicht gesondert darüber informiert.",

  "privacy.processingTitle": "4. Einzelne Datenverarbeitungsvorgänge",

  "privacy.logsTitle": "4.1 Bereitstellen der Webseite und Erstellung von Logfiles",
  "privacy.logsInfoTitle": "Welche Informationen erhalten wir und wie nutzen wir sie?",
  "privacy.logsInfoText": "Indem Sie andre-sutter.ch besuchen, werden auf unseren Servern oder auf Servern von Dienstleistungen und Produkten, die wir beziehen und / oder installiert haben, bestimmte Daten automatisch zu Zwecken der Systemadministration, für statistische oder für Sicherungszwecke oder für Trackingzwecke gespeichert. Es handelt sich dabei um:",
  "privacy.logsInfoList": [
    "den Namen Ihres Internetserviceproviders;",
    "Ihre IP-Adresse (unter Umständen);",
    "die Version Ihrer Browser-Software;",
    "das Betriebssystem des Rechners mit dem auf die URL zugegriffen wird;",
    "das Datum und die Uhrzeit des Zugriffs;",
    "die Webseite, von der aus Sie URL besuchen;",
    "die Suchwörter die Sie benutzt haben, um die URL finden."
  ],
  "privacy.logsLegalTitle": "Weshalb dürfen wir diese Daten bearbeiten?",
  "privacy.logsLegalText": "Diese Daten können keiner bestimmten Person zugeordnet werden und es findet keine Zusammenführung dieser Daten mit anderen Datenquellen statt. Die Speicherung der Logfiles erfolgt, um die Funktionsfähigkeit der Webseite zu garantieren und zur Sicherstellung der Sicherheit unserer informationstechnischen Systeme. Hierin besteht unser berechtigtes Interesse.",
  "privacy.logsOptOutTitle": "Wie können Sie die Datenerfassung verhindern?",
  "privacy.logsOptOutText": "Die Daten werden nur solange gespeichert, wie dies zur Erreichung des Zweckes Ihrer Erhebung notwendig ist. Dementsprechend werden die Daten nach Beendigung jeder Sitzung gelöscht. Die Speicherung der Logfiles ist für den Betrieb der Webseite zwingend notwendig, Sie haben daher keine Möglichkeit dagegen Widerspruch zu erheben.",

  "privacy.firebaseTitle": "4.2 Firebase",
  "privacy.firebaseText": "Unsere Website und Anwendungen nutzen Firebase, eine Plattform für Entwickler, die von Google LLC (1600 Amphitheatre Parkway, Mountain View, CA 94043, USA; \"Google\") bereitgestellt wird. Firebase bietet eine Vielzahl von Tools und Diensten zur Entwicklung, Verwaltung und Verbesserung von Web- und Mobilanwendungen.<br><br>Durch die Nutzung von Firebase können verschiedene Daten, einschliesslich Ihrer IP-Adresse, Informationen über den von Ihnen genutzten Browser, Datum und Uhrzeit des Zugriffs sowie weitere Interaktionsdaten, an Server von Google übermittelt und dort gespeichert werden. Diese Daten werden verwendet, um die Funktionalität unserer Anwendungen zu ermöglichen, die Performance zu überwachen, Fehler zu diagnostizieren und das Nutzererlebnis zu verbessern.",
  "privacy.firebaseList": [
    "Firebase Realtime Database: Ein Cloud-gehosteter NoSQL-Datenbankdienst.",
    "Firebase Analytics: Ein Analysetool zur Erfassung von Daten über die Nutzung und das Verhalten der Anwender in der App.",
    "Firebase Authentication: Ein Dienst, der Authentifizierungsfunktionen für unsere Anwendungen bereitstellt.",
    "Firebase Cloud Messaging: Ein Dienst für Benachrichtigungen und Nachrichtenübermittlung."
  ],

  "privacy.brainboxTitle": "BrainBox Generatoren",
  "privacy.brainboxText": "BrainBox Generatoren ist ein Dienst der <a style=\"color:inherit;\" href=\"https://brainbox.swiss/\" rel=\"nofollow\" target=\"_blank\">BrainBox Solutions GmbH</a>, um alle datenschutzrelevanten Dienste auf einer Website zu erkennen und unter anderem damit bei der Erstellung der Datenschutzerklärung zu helfen. Dabei werden keine personenbezogenen Daten erfasst oder verarbeitet."
}
